{
  "task_001": {
    "task_id": "task_001",
    "title": "Module planning & curriculum design",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task Module planning & curriculum design, consider a slide deck, a sample of student feedback or an assessment rubric. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Module planning & curriculum design: a slide deck, a sample of student feedback or an assessment rubric. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Module planning & curriculum design ask for a slide deck, a sample of student feedback or an assessment rubric and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_003": {
    "task_id": "task_003",
    "title": "Study guides & reading lists finalization",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task Study guides & reading lists finalization, consider a slide deck, a sample of student feedback or an assessment rubric. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Study guides & reading lists finalization: a slide deck, a sample of student feedback or an assessment rubric. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Study guides & reading lists finalization ask for a slide deck, a sample of student feedback or an assessment rubric and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_005": {
    "task_id": "task_005",
    "title": "HISE411",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task HISE411, consider a module outline, an LMS screenshot or an export. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task HISE411: a module outline, an LMS screenshot or an export. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For HISE411 ask for a module outline, an LMS screenshot or an export and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_007": {
    "task_id": "task_007",
    "title": "HISE411",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task HISE411, consider an assessment rubric, a short student feedback excerpt or a marking sample. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task HISE411: an assessment rubric, a short student feedback excerpt or a marking sample. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For HISE411 ask for an assessment rubric, a short student feedback excerpt or a marking sample and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_009": {
    "task_id": "task_009",
    "title": "HISE411",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task HISE411, consider a gradebook export, an outreach report or an exam paper. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task HISE411: a gradebook export, an outreach report or an exam paper. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For HISE411 ask for a gradebook export, an outreach report or an exam paper and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_011": {
    "task_id": "task_011",
    "title": "HISE322",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task HISE322, consider a module outline, an LMS screenshot or an export. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task HISE322: a module outline, an LMS screenshot or an export. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For HISE322 ask for a module outline, an LMS screenshot or an export and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_013": {
    "task_id": "task_013",
    "title": "HISE322",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task HISE322, consider an assessment rubric, a short student feedback excerpt or a marking sample. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task HISE322: an assessment rubric, a short student feedback excerpt or a marking sample. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For HISE322 ask for an assessment rubric, a short student feedback excerpt or a marking sample and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_015": {
    "task_id": "task_015",
    "title": "HISE322",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task HISE322, consider a gradebook export, an outreach report or an exam paper. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task HISE322: a gradebook export, an outreach report or an exam paper. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For HISE322 ask for a gradebook export, an outreach report or an exam paper and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_017": {
    "task_id": "task_017",
    "title": "Yearend marks and moderation",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task Yearend marks and moderation, consider a slide deck, a sample of student feedback or an assessment rubric. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Yearend marks and moderation: a slide deck, a sample of student feedback or an assessment rubric. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Yearend marks and moderation ask for a slide deck, a sample of student feedback or an assessment rubric and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_019": {
    "task_id": "task_019",
    "title": "Teaching Practice Assessment",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task Teaching Practice Assessment, consider a slide deck, an attendance list or a register. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Teaching Practice Assessment: a slide deck, an attendance list or a register. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Teaching Practice Assessment ask for a slide deck, an attendance list or a register and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_021": {
    "task_id": "task_021",
    "title": "Orientation Programme",
    "kpa": "Teaching and Learning",
    "variants": {
      "friendly": "For the task Orientation Programme, consider a ror, a reception or a orientation. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Orientation Programme: a ror, a reception or a orientation. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Orientation Programme ask for a ror, a reception or a orientation and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_023": {
    "task_id": "task_023",
    "title": "OHS compliance check",
    "kpa": "Occupational Health & Safety",
    "variants": {
      "friendly": "For the task OHS compliance check, consider a ohs, a safety or a compliance. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task OHS compliance check: a ohs, a safety or a compliance. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For OHS compliance check ask for a ohs, a safety or a compliance and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_025": {
    "task_id": "task_025",
    "title": "OHS compliance check",
    "kpa": "Occupational Health & Safety",
    "variants": {
      "friendly": "For the task OHS compliance check, consider a ohs, a safety or a compliance. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task OHS compliance check: a ohs, a safety or a compliance. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For OHS compliance check ask for a ohs, a safety or a compliance and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_027": {
    "task_id": "task_027",
    "title": "Level Up Learning",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task Level Up Learning, consider a research, a project or a progress. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Level Up Learning: a research, a project or a progress. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Level Up Learning ask for a research, a project or a progress and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_029": {
    "task_id": "task_029",
    "title": "Revitalizing Classrooms",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task Revitalizing Classrooms, consider a research, a project or a progress. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Revitalizing Classrooms: a research, a project or a progress. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Revitalizing Classrooms ask for a research, a project or a progress and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_031": {
    "task_id": "task_031",
    "title": "Citesaga project, Renewable Rangers project",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task Citesaga project, Renewable Rangers project, consider a research, a project or a progress. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Citesaga project, Renewable Rangers project: a research, a project or a progress. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Citesaga project, Renewable Rangers project ask for a research, a project or a progress and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_033": {
    "task_id": "task_033",
    "title": "ECGBL",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task ECGBL, consider a conference, a presentation or a submission. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task ECGBL: a conference, a presentation or a submission. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For ECGBL ask for a conference, a presentation or a submission and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_035": {
    "task_id": "task_035",
    "title": "ERTP/LERP Proposals",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task ERTP/LERP Proposals, consider a ertp, an lerp or a honours. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task ERTP/LERP Proposals: a ertp, an lerp or a honours. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For ERTP/LERP Proposals ask for a ertp, an lerp or a honours and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_037": {
    "task_id": "task_037",
    "title": "SDL",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task SDL, consider an leadership, a sdl or a research entity. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task SDL: an leadership, a sdl or a research entity. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For SDL ask for an leadership, a sdl or a research entity and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_039": {
    "task_id": "task_039",
    "title": "Research Professional Development",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task Research Professional Development, consider a workshop, a colloquium or a writing school. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Research Professional Development: a workshop, a colloquium or a writing school. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Research Professional Development ask for a workshop, a colloquium or a writing school and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_041": {
    "task_id": "task_041",
    "title": "Midyear research output (publication/conference)",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task Midyear research output (publication/conference), consider an assessment rubric, a short student feedback excerpt or a marking sample. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Midyear research output (publication/conference): an assessment rubric, a short student feedback excerpt or a marking sample. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Midyear research output (publication/conference) ask for an assessment rubric, a short student feedback excerpt or a marking sample and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_043": {
    "task_id": "task_043",
    "title": "Postgraduate supervision meetings & progress tracking",
    "kpa": "Research, Innovation & Creative Outputs",
    "variants": {
      "friendly": "For the task Postgraduate supervision meetings & progress tracking, consider a supervision, a postgraduate or a masters. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Postgraduate supervision meetings & progress tracking: a supervision, a postgraduate or a masters. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Postgraduate supervision meetings & progress tracking ask for a supervision, a postgraduate or a masters and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_045": {
    "task_id": "task_045",
    "title": "Faculty Board",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task Faculty Board, consider a meeting, a minutes or a committee. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Faculty Board: a meeting, a minutes or a committee. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Faculty Board ask for a meeting, a minutes or a committee and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_047": {
    "task_id": "task_047",
    "title": "Scientific Committee meetings",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task Scientific Committee meetings, consider a meeting, a minutes or a committee. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Scientific Committee meetings: a meeting, a minutes or a committee. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Scientific Committee meetings ask for a meeting, a minutes or a committee and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_049": {
    "task_id": "task_049",
    "title": "Research Focus Area/Unit Management Committee meetings",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task Research Focus Area/Unit Management Committee meetings, consider a meeting, a minutes or a committee. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Research Focus Area/Unit Management Committee meetings: a meeting, a minutes or a committee. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Research Focus Area/Unit Management Committee meetings ask for a meeting, a minutes or a committee and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_051": {
    "task_id": "task_051",
    "title": "Mentorship meetings",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task Mentorship meetings, consider a meeting, a minutes or a committee. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Mentorship meetings: a meeting, a minutes or a committee. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Mentorship meetings ask for a meeting, a minutes or a committee and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_053": {
    "task_id": "task_053",
    "title": "Subject Group meetings",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task Subject Group meetings, consider a meeting, a minutes or a committee. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Subject Group meetings: a meeting, a minutes or a committee. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Subject Group meetings ask for a meeting, a minutes or a committee and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_055": {
    "task_id": "task_055",
    "title": "Faculty Forums",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task Faculty Forums, consider a meeting, a minutes or a committee. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Faculty Forums: a meeting, a minutes or a committee. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Faculty Forums ask for a meeting, a minutes or a committee and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_057": {
    "task_id": "task_057",
    "title": "SASHT exco committee",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task SASHT exco committee, consider a meeting, a minutes or a committee. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task SASHT exco committee: a meeting, a minutes or a committee. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For SASHT exco committee ask for a meeting, a minutes or a committee and a 1-line reflection linking the artefact to the task outcome"
    }
  },
  "task_059": {
    "task_id": "task_059",
    "title": "Midyear performance reviews & staff development",
    "kpa": "Academic Leadership & Administration",
    "variants": {
      "friendly": "For the task Midyear performance reviews & staff development, consider an assessment rubric, a short student feedback excerpt or a marking sample. This helps reviewers understand your work and its impact. Please add a short one line note to each file and include the module or task name in the filename",
      "concise": "Task Midyear performance reviews & staff development: an assessment rubric, a short student feedback excerpt or a marking sample. Add one-line notes and name files with module or task for lookup",
      "coach": "Coach tip For Midyear performance reviews & staff development ask for an assessment rubric, a short student feedback excerpt or a marking sample and a 1-line reflection linking the artefact to the task outcome"
    }
  }
}